Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/*.lproj/Generated.strings
Languages: de, sv, zh_hant

# Localized.viewSource
source: View Source
de: Quelle anzeigen
sv: Visa källa
zh_hant: 查看源代碼

# Localized.reportEventContent
source: This content has been reported for {{ report_category }} using NIP-69 vocabulary https://github.com/nostr-protocol/nips/pull/457
de: Dieser Inhalt wurde für {{ report_category }} unter Verwendung des NIP-69 Vokabulars https://github.com/nostr-protocol/nips/pull/457 gemeldet
sv: Detta innehåll har rapporterats för {{ report_category }}.
zh_hant: 此內容已通過 NIP-69 詞彙舉報為{{ report_category }} https://github.com/nostr-protocol/nips/pull/457

# Localized.select
source: Select
de: Wählen
sv: Markera
zh_hant: 選擇

# Reply.one
source: {{ count }} reply
de: {{ count }} Antwort
sv: {{ count }} svar
zh_hant: {{ count }} 條回覆

# Reply.many
source: {{ count }} replies
de: {{ count }} Antworten
sv: {{ count }} svar
zh_hant: {{ count }} 條回覆

# Reply.replied
source: replied
de: hat geantwortet
sv: svarade
zh_hant: 已回覆

# Reply.posted
source: posted
de: hat gepostet
sv: postade
zh_hant: 已發佈

# Reply.postAReply
source: Post a reply
de: Antwort posten
sv: Skriv ett svar
zh_hant: 發佈回覆

# Reply.repliedToYourNote
source: replied to your note:
de: hat auf deine Note geantwortet:
sv: svarade på din anteckning:
zh_hant: 回覆了你的筆記：

# Reply.mentionedYou
source: mentioned you:
de: hat dich erwähnt:
sv: nämnde dig:
zh_hant: 提到了你：

# ImagePicker.camera
source: Camera
de: Kamera
sv: Kamera
zh_hant: 攝像機

# ImagePicker.cameraNotAvailable
source: Camera is not available on this device
de: Kamera ist auf diesem Gerät nicht verfügbar
sv: Kameran är inte tillgänglig på denna enhet
zh_hant: 攝像機在此設備上不可用

# ImagePicker.openSettingsMessage
source: You can allow camera permissions by opening the Settings app.
de: Du kannst die Kamera-Berechtigungen zulassen, indem du die Einstellungen-App öffnest.
sv: Du kan tillåta kamerabehörigheter genom att öppna appen Inställningar.
zh_hant: 你可以通過打開設置程式允許攝像機許可。

# ImagePicker.permissionsRequired
source: Permissions required for {{ title }}
de: Berechtigungen werden für {{ title }} benötigt
sv: Behörigheter krävs för {{ title }}
zh_hant: {{ title }} 所需的權限

# ImagePicker.photoLibrary
source: Photo Library
de: Fotogalerie
sv: Bildbibliotek
zh_hant: 相冊

# ImagePicker.selectFrom
source: Select from Photo Library
de: Aus Fotogalerie wählen
sv: Välj från bildbibliotek
zh_hant: 從相冊選擇

# ImagePicker.takePhoto
source: Take photo with Camera
de: Foto mit Kamera aufnehmen
sv: Ta ett foto med kameran
zh_hant: 使用攝像機拍攝照片

# ImagePicker.errorUploadingFile
source: Error uploading the file
de: Fehler beim Hochladen der Datei
sv: Fel vid uppladdning av filen
zh_hant: 上傳文件出錯

# ImagePicker.errorUploadingFileMessage
source: An error was encountered when uploading the file you provided. Please try again.
de: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuche es erneut.
sv: Ett fel uppstod vid uppladdning av filen du angav. Försök igen.
zh_hant: 上傳你提供的文件時發生錯誤。請重試。

# ImagePicker.uploading
source: Uploading...
de: Wird hochgeladen...
sv: Laddar upp...
zh_hant: 上傳中…

# Moderation.CL
source: Coarse Language
de: Grobe Sprache
sv: Grovt språk
zh_hant: 粗魯語言

# Moderation.HC
source: Likely to cause harm
de: Verursacht wahrscheinlich Schaden
sv: Sannolikt att orsaka skada
zh_hant: 可能造成傷害

# Moderation.HC-fin
source: Financial Harm
de: Finanzieller Schaden
sv: Finansiell skada
zh_hant: 財政傷害

# Moderation.HC-bhd
source: Bodily Harm
de: Körperlicher Schaden
sv: Kroppslig skada
zh_hant: 身體傷害

# Moderation.IH
source: Intolerance & Hate
de: Intoleranz & Hass
sv: Intolerans & hat
zh_hant: 不容忍和仇恨行為

# Moderation.IL
source: Illegal
sv: Olaglig
zh_hant: 違法

# Moderation.IL-cop
source: Copyright Violation
de: Urheberrechtsverletzung
sv: Upphovsrättsbrott
zh_hant: 版權侵犯

# Moderation.IL-csa
source: Child Sexual Abuse
de: Sexueller Missbrauch von Kindern
sv: Sexuella övergrepp mot barn
zh_hant: 兒童性虐待

# Moderation.IL-drg
source: Drug-related crime
de: Drogenbezogene Kriminalität
sv: Narkotikarelaterade brott
zh_hant: 毒品犯罪

# Moderation.IL-frd
source: Fraud & Scams
de: Betrug und Täuschung
sv: Bedrägeri & Scams
zh_hant: 詐騙和欺詐行為

# Moderation.IL-har
source: Harassment, Stalking, or Doxxing
de: Belästigung, Stalking oder Doxxing
sv: Trakasseri, Stalking eller Doxxing
zh_hant: 騷擾、跟蹤或揭露他人隱私

# Moderation.IL-swk
source: Prostitution
zh_hant: 賣淫

# Moderation.IL-idt
source: Impersonation
de: Identitätsdiebstahl
sv: Imitering
zh_hant: 冒充他人

# Moderation.IL-mal
source: Malware
de: Schadsoftware / Malware
sv: Skadlig kod/programvara (malware)
zh_hant: 惡意軟體

# Moderation.NS
source: Nudity & Sex
de: Nacktheit & Sex
sv: Nakenhet och sex
zh_hant: 裸體和性行為

# Moderation.NS-nud
source: Casual nudity
de: Leichte Nacktheit
sv: Casual nakenhet
zh_hant: 裸體

# Moderation.NS-ero
source: Erotica
de: Erotik
sv: Erotik
zh_hant: 黃色

# Moderation.NS-sex
source: Sex
zh_hant: 性行為

# Moderation.PN
source: Pornography
de: Pornografie
sv: Pornografi
zh_hant: 色情

# Moderation.PN-het
source: Heterosexual Porn
de: Heterosexuelle Pornografie
sv: Heterosexuell Porr
zh_hant: 異性色情

# Moderation.PN-gay
source: Gay male pron
de: Homosexuelle männliche Pornografie
sv: Gay manligt pron
zh_hant: 男性同性色情

# Moderation.PN-les
source: Lesbian porn
de: Lesbische Pornografie
zh_hant: 女性同性色情

# Moderation.PN-bis
source: Bisexual porn
de: Bisexuelle Pornografie
sv: Bisexuella porr
zh_hant: 雙性色情

# Moderation.PN-trn
source: Transsexual porn
de: Transsexuelle Pornografie
sv: Transsexuell porr
zh_hant: 變性色情

# Moderation.PN-fnb
source: Gender-fluid / non-binary porn
de: Gender-Fluide / nicht-binäre Pornografie
sv: Könsflytande / icke-binära porr
zh_hant: 性別流體/非二元性色情

# Moderation.SP
source: Spam
sv: Skräp
zh_hant: 垃圾

# Moderation.VI
source: Violence
de: Gewalt
sv: Våld
zh_hant: 暴力

# Moderation.VI-hum
source: Violence towards a human being
de: Gewalt gegenüber einem Menschen
sv: Våld mot en människa
zh_hant: 對人類的暴力行為

# Moderation.VI-ani
source: Violence towards a sentient animal
de: Gewalt gegenüber einem fühlendem Tier
sv: Våld mot ett levande djur
zh_hant: 對情感動物的暴力行為

# Moderation.NA
source: Other
de: Andere
sv: Övrigt
zh_hant: 其他
