Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/*.lproj/Generated.strings
Languages: de, sv, zh_hant

# Localized.onboardingTitle
source: the human network
de: Das menschliche Netzwerk
sv: det mänskliga nätverket
zh_hant: 人類網絡

# Localized.logInWithYourKeys
source: Login with your keys
de: Mit deinen Schlüsseln anmelden
sv: Logga in med dina nycklar
zh_hant: 使用你的密鑰登錄

# Localized.ageVerificationTitle
source: Are you over 16 years old?
de: Bist du über 16 Jahre alt?
sv: Är du över 16 år?
zh_hant: 你是否滿16歲？

# Localized.ageVerificationSubtitle
source: For legal reasons, we need to make sure you're over this age to use Nos
de: Aus rechtlichen Gründen müssen wir sicherstellen, dass du dieses Alter überschritten hast, um Nos zu verwenden
sv: Av juridiska skäl, måste vi se till att du är över denna ålder för att använda Nos
zh_hant: 處於法律原因，我們必須確保你超過這個年齡才能讓你使用 Nos

# Localized.notOldEnoughTitle
source: Sorry, but Nos is not for you yet,
de: Entschuldigung, aber Nos ist noch nicht für dich.
sv: Tyvärr, men Nos är inte för er ännu,
zh_hant: 對不起，但你還不能使用 Nos。

# Localized.notOldEnoughSubtitle
source: You need to be 16 years old to be able to use this app.
de: Du musst 16 Jahre alt sein, um diese App nutzen zu können.
sv: Du måste vara 16 år för att kunna använda den här appen.
zh_hant: 你必須年滿16歲才能使用此應用程序。

# Localized.notOldEnoughButton
source: Go back (to school)
de: Zurück (zur Schule)
sv: Gå tillbaka (till skolan)
zh_hant: 返回（去上學）

# Localized.termsOfServiceTitle
source: Terms of Service
de: Nutzungsbedingungen
sv: Användarvillkor
zh_hant: 服務條款

# Localized.loginWithKey
source: Login with key
de: Mit Schlüssel anmelden
sv: Logga in med nyckel
zh_hant: 使用密鑰登錄

# Localized.pasteYourSecretKey
source: Paste your secret key
de: Privaten Schlüssel einfügen
sv: Klistra in din hemliga nyckel
zh_hant: 粘貼你的私鑰

# Localized.login
source: Login
de: Anmelden
sv: Logga in
zh_hant: 登錄

# Localized.yes
source: Yes
de: Ja
sv: Ja
zh_hant: 是

# Localized.no
source: No
de: Nein
sv: Nej
zh_hant: 否

# Localized.accept
source: Accept
de: Annehmen
sv: Acceptera
zh_hant: 接受

# Localized.reject
source: Reject
de: Ablehnen
sv: Neka
zh_hant: 拒絕

# Localized.error
source: Error
de: Fehler
sv: Fel
zh_hant: 錯誤

# Localized.noEvents
source: No notes (yet)! Browse the Discover tab and follow some people to get started.
de: (Noch) keine Notizen! Durchsuche das Tab "Entdecken" und folge einigen Leuten, um loszulegen.
sv: Inga anteckningar (ännu)! Bläddra i fliken Upptäck och följ några personer för att komma igång.
zh_hant: （還）沒有筆記！瀏覽發現選項卡並關注一些帳戶以開始操作。

# Localized.addItem
source: Add Item
de: Eintrag hinzufügen
sv: Lägg till objekt
zh_hant: 添加項目

# Localized.homeFeed
source: Feed
sv: Flöde
zh_hant: 提要

# Localized.keys
source: Keys
de: Schlüssel
sv: Nycklar
zh_hant: 密鑰

# Localized.privateKeyWarning
source: Never share your private key with anyone. Save your private key in a password manager so you can restore access to your account & data.
de: Teile deinen privaten Schlüssel mit niemandem. Speichere deinen privaten Schlüssel in einem Passwort-Manager, damit du den Zugriff auf dein Konto und deine Daten wiederherstellen kannst.
sv: Dela aldrig din privata nyckel med någon. Spara din privata nyckel i en lösenordshanterare så att du kan återställa åtkomst till ditt konto och data.
zh_hant: 永遠不要與任何人分享你的私鑰。請在密碼管理器中保存你的私鑰，以便恢復對你帳戶和數據的訪問權。

# Localized.privateKeyPlaceholder
source: nsec or hex...
de: nsec oder Hex...
sv: nsec eller hex...
zh_hant: nsec 或十六進制...

# Localized.save
source: Save
de: Speichern
sv: Spara
zh_hant: 保存

# Localized.copy
source: Copy
de: Kopieren
sv: Kopiera
zh_hant: 複製

# Localized.settings
source: Settings
de: Einstellungen
sv: Inställningar
zh_hant: 設置

# Localized.invalidKey
source: Invalid Key
de: Ungültiger Schlüssel
sv: Ogiltig nyckel
zh_hant: 密鑰無效

# Localized.couldNotReadPrivateKeyMessage
source: Could not read your private key. Please verify that it is in nsec or hex format.
de: Der private Schlüssel konnte nicht gelesen werden. Bitte überprüfe, ob er im nsec- oder hex-Format ist.
sv: Kunde inte läsa din privata nyckel. Kontrollera att den är i nsec eller hex-format.
zh_hant: 無法讀取你的私鑰。請確保它是十六進制（hex）格式。

# Localized.tryIt
source: Try it
de: Jetzt ausprobieren
sv: Prova det
zh_hant: 嘗試

# Localized.shareLogs
source: Share logs
de: Protokolle teilen
sv: Dela loggar
zh_hant: 分享紀錄

# Localized.failedToExportLogs
source: Failed to export logs.
de: Fehler beim Exportieren der Protokolle.
sv: Det gick inte att exportera loggar.
zh_hant: 導出紀錄失敗。

# Localized.appVersion
source: App Version:
zh_hant: 應用版本：

# Localized.allPublishedEvents
source: All published events
de: Alle veröffentlichten Events
sv: Alla publicerade event
zh_hant: 所有已發布的事件

# Localized.privateKey
source: Private Key
de: Privater Schlüssel
sv: Privat nyckel
zh_hant: 私鑰

# Localized.logout
source: Logout
de: Abmelden
sv: Logga ut
zh_hant: 登出

# Localized.myKeyIsBackedUp
source: My key is backed up
de: Mein Schlüssel ist gesichert
sv: Min nyckel är säkerhetskopierad
zh_hant: 我的密鑰已備份

# Localized.backUpYourKeyWarning
source: Logging out will delete your private key (nsec) from the app. Make sure you have your private key backed up before you do this or you will lose access to your account!
de: Wenn du dich abmeldest, wird dein privater Schlüssel (nsec) aus der App gelöscht. Stelle sicher, dass du deinen privaten Schlüssel gesichert hast, bevor du dies tust, sonst verlierst du den Zugriff auf dein Konto!
sv: Att logga ut kommer att ta bort din privata nyckel (nsec) från appen. Se till att du har din privata nyckel säkerhetskopierad innan du gör detta annars kommer du att förlora åtkomst till ditt konto!
zh_hant: 登出將從應用程序中刪除你的私鑰（nsec）。請確認你已經備份了你的私鑰，否則你將無法訪問你的帳戶！

# Localized.post
source: Post
de: Beitrag
sv: Inlägg
zh_hant: 帖子

# Localized.newNote
source: New Note
de: Neue Notiz
sv: Ny Anteckning
zh_hant: 新筆記

# Localized.newNotePlaceholder
source: Type your post here...
de: Gib deinen Beitrag hier ein...
sv: Skriv ditt inlägg här...
zh_hant: 在此輸入你的帖子...

# Localized.cancel
source: Cancel
de: Abbrechen
sv: Avbryt
zh_hant: 取消

# Localized.confirm
source: Confirm
de: Bestätigen
sv: Bekräfta
zh_hant: 確認

# Localized.clear
source: Clear
de: Löschen
sv: Rensa
zh_hant: 清除

# Localized.done
source: Done
de: Fertig
sv: Klar
zh_hant: 完成

# Localized.editProfile
source: Edit Profile
de: Profil bearbeiten
sv: Redigera profil
zh_hant: 編輯個人檔案

# Localized.completeProfileMessage
source: Finish setting up your profile to help people find you.
de: Schieße die Einrichtung deines Profils ab, um anderen zu helfen, dich zu finden.
sv: Slutför konfigureringen av din profil för att hjälpa personer att hitta dig.
zh_hant: 完成設置你的個人檔案以幫助他人找到你。

# Localized.completeProfileButton
source: Complete My Profile
de: Mein Profil vervollständigen
sv: Slutför min profil
zh_hant: 完善個人檔案

# Localized.youNeedToEnterAPrivateKeyBeforePosting
source: You need to enter a private key in Settings before you can publish posts.
de: Du musst einen privaten Schlüssel in den Einstellungen eingeben, bevor du Beiträge veröffentlichen kannst.
sv: Du måste ange en privat nyckel i Inställningar innan du kan publicera inlägg.
zh_hant: 你必須在設置中輸入私鑰才能發佈帖子。

# Localized.relayDoesNotSupportNIP40
source: This relay doesn't support expiring messages. Please select another one.
de: Dieses Relay unterstützt keine ablaufenden Nachrichten. Bitte wähle ein anderes.
sv: Detta relä stöder inte utgångsmeddelanden. Välj en annan.
zh_hant: 這個中繼器不支持過期消息。請另選一個。

# Localized.anyRelaysSupportingNIP40
source: None of your relays support expiring messages. Please add one and retry.
de: Keines deiner Relais unterstützt ablaufende Nachrichten. Bitte füge eines hinzu und versuche es erneut.
sv: Inget av dina reläer stöd löper ut meddelanden. Lägg till ett och försök igen.
zh_hant: 你沒有支持過期消息的中繼器。請添加一個並重試。

# Localized.noteDisappearsIn
source: Note disappears in a
de: Note verschwindet in
sv: Anteckningen försvinner efter
zh_hant: 筆記消失於

# Localized.attachMedia
source: Attach Media
de: Medien anhängen
sv: Bifoga media
zh_hant: 附加媒體

# Localized.expirationDate
source: Expiration Date
de: Ablaufdatum
sv: Utgångsdatum
zh_hant: 到期日期

# Localized.minuteAbbreviated
source: min
zh_hant: 分

# Localized.sendCode
source: Send code
de: SMS-Code senden
sv: Skicka SMS-kod
zh_hant: 發送驗證碼

# Localized.submit
source: Submit
de: Absenden
sv: Skicka
zh_hant: 提交

# Localized.setUpUNS
source: Reserve Your Name
de: Reserviere deinen Namen
sv: Reservera ditt namn
zh_hant: 預訂你的名稱

# Localized.goBack
source: Go back
de: Zurück
sv: Gå tillbaka
zh_hant: 返回

# Localized.startOver
source: Start over
de: Neu starten
sv: Börja om
zh_hant: 重新開始

# Localized.setUpUniversalName
source: Set up your Universal Name
zh_hant: 設置你的通用名

# Localized.dismiss
source: Dismiss
de: Verwerfen
sv: Avfärda
zh_hant: 忽略

# Localized.relays
source: Relays
sv: Reläer
zh_hant: 中繼器

# Localized.noRelaysMessage
source: No relays yet! Add one below to get started
de: Noch keine Relays vorhanden! Füge einen unten hinzu, um loszulegen
sv: Inga reläer ännu! Lägg till ett nedan för att komma igång
zh_hant: 還沒有中繼器！在下方添加一個以便開始

# Localized.addRelay
source: Add relay
de: Relay hinzufügen
sv: Lägg till relä
zh_hant: 添加中繼器

# Localized.recommendedRelays
source: Recommended Relays
de: Empfohlene Relays
sv: Rekommenderade reläer
zh_hant: 推薦中繼器

# Localized.invalidURLError
source: Please enter a valid websocket URL.
de: Bitte gebe eine gültige Websocket-URL ein.
sv: Ange en giltig websocket URL.
zh_hant: 請輸入有效的 websocket 網址。

# Localized.saveRelayError
source: Could not save relay.
de: Relay konnte nicht gespeichert werden.
sv: Kunde inte spara relä.
zh_hant: 無法保存中繼器。

# Localized.ok
source: Ok
zh_hant: 確定

# Localized.relay
source: Relay
sv: Relä
zh_hant: 中繼器

# Localized.address
source: Address
de: Adresse
sv: Adress
zh_hant: 地址

# Localized.fetchedAt
source: Fetched
de: Abgerufen
sv: Hämtade
zh_hant: 已索取

# Localized.metadata
source: Metadata
de: Metadaten
zh_hant: 元數據

# Localized.description
source: Description
de: Beschreibung
sv: Beskrivning
zh_hant: 描述

# Localized.supportedNIPs
source: Supported NIPs
de: Unterstützte NIPs
sv: NIPs som stöds
zh_hant: 所支持的 NIP

# Localized.pubkey
source: Public key
de: Öffentlicher Schlüssel
sv: Publik nyckel
zh_hant: 公鑰

# Localized.contact
source: Contact
de: Kontakt
sv: Kontakt
zh_hant: 聯絡

# Localized.software
source: Software
sv: Programvara
zh_hant: 軟體

# Localized.version
source: Version
zh_hant: 版本

# Localized.profileTitle
source: Profile
de: Profil
sv: Profil
zh_hant: 個人檔案

# Localized.profile
source: profile
sv: profil
zh_hant: 個人檔案

# Localized.follow
source: Follow
de: Folgen
sv: Följ
zh_hant: 關注

# Localized.follows
source: Follows
de: Folgt
sv: Följer
zh_hant: 關注

# Localized.following
source: Following
de: Folge ich
sv: Följer
zh_hant: 已關注

# Localized.followedBy
source: Followed by
de: Gefolgt von
zh_hant: 被關注

# Localized.followedByOne
source: Followed by **{{ one }}**
de: Gefolgt von **{{ one }}**
sv: Följs av **{{ one }}**
zh_hant: 被**{{ one }}**關注

# Localized.followedByOneAndMore
source: Followed by **{{ one }}** and **{{ count }} others**
de: Gefolgt von **{{ one }}** und **{{ count }} anderen**
sv: Följs av **{{ one }}** och **{{ count }} andra**
zh_hant: 被**{{ one }}**和**{{ count }}個其他用戶**關注

# Localized.followedByTwo
source: Followed by **{{ one }}** and **{{ two }}**
de: Gefolgt von **{{ one }}** und **{{ two }}**
sv: Följs av **{{ one }}** och **{{ two }} andra**
zh_hant: 被**{{ one }}**和**{{ two }}**關注

# Localized.followedByTwoAndMore
source: Followed by **{{ one }}**, **{{ two }}** and **{{ count }} others**
de: Gefolgt von **{{ one }}**, **{{ two }}** und **{{ count }} anderen**
sv: Följs av **{{ one }}**, **{{ two }}** och **{{ count }} andra**
zh_hant: 被**{{ one }}**、**{{ two }}**和**{{ count }}個其他用戶**關注

# Localized.unfollow
source: Unfollow
de: Entfolgen
sv: Sluta följa
zh_hant: 取消關注

# Localized.nip05LearnMore
source: Learn more about NIP-05 name verification.
de: Mehr über NIP-05-Namensverifizierung erfahren.
sv: Läs mer om NIP-05 namnverifiering.
zh_hant: 瞭解更多關於 NIP-05 名稱驗證的信息。

# Localized.learnMore
source: Learn more
de: Mehr erfahren
sv: Läs mer
zh_hant: 瞭解更多

# Localized.readMore
source: Read more
de: Mehr lesen
sv: Läs mer
zh_hant: 查看更多

# Localized.thread
source: Thread
sv: Tråd
zh_hant: 話題

# Localized.show
source: Show
de: Zeigen
sv: Visa
zh_hant: 顯示

# Localized.bio
source: Bio
de: Über mich
sv: Om
zh_hant: 簡介

# Localized.displayName
source: Display name
de: Anzeigename
sv: Visningsnamn
zh_hant: 顯示名

# Localized.name
source: Name
sv: Namn
zh_hant: 名稱

# Localized.profilePicture
source: Profile picture
de: Profilbild
sv: Profilbild
zh_hant: 頭像

# Localized.identityVerification
source: Identity verification
de: Identitätsverifikation
sv: Identitets verifiering
zh_hant: 身份驗證

# Localized.noEventsOnProfile
source: We don't see any notes for this profile, but we'll keep looking!
de: Wir sehen keine Notes für dieses Profil, aber wir suchen weiter!
sv: Vi ser inga anteckningar för denna profilen, men vi kommer att fortsätta leta!
zh_hant: 我們沒有找到關於這個檔案的任何筆記，但我們會繼續查看！

# Localized.uploadProfilePicInstructions
source: Go to nostr.build to upload your photo, copy the URL provided and paste it here.
de: Gehe auf nostr.build um dein Foto hochzuladen, kopiere die URL und füge sie hier ein.
sv: Gå till nostr.build för att ladda upp ditt foto, kopiera den angivna URL:en och klistra in den här.
zh_hant: 前往 nostr.build 上傳你的照片、複製所提供的鏈接並在此貼上。

# Localized.basicInfo
source: Basic Information
de: Grundlegende Informationen
sv: Grundläggande Information
zh_hant: 基本信息

# Localized.website
source: Website
de: Webseite
sv: Hemsida
zh_hant: 網站

# Localized.edit
source: Edit
de: Bearbeiten
sv: Redigera
zh_hant: 編輯

# Localized.mention
source: Mention
de: Erwähnung
sv: Omnämn
zh_hant: 提及

# Localized.debug
source: Debug
sv: Felsök
zh_hant: 偵錯

# Localized.loadSampleData
source: Load Sample Data
de: Beispieldaten laden
sv: Ladda exempeldata
zh_hant: 加載樣本數據

# Localized.sampleDataInstructions
source: This will delete all events and load those in sample_data.json
de: Dies löscht alle Events und lädt die in sample_data.json
sv: Detta kommer att ta bort alla event och läsa in dem i sample_data.json
zh_hant: 這將刪除使用事件並加載 sample_data.json

# Localized.discover
source: Discover
de: Entdecken
sv: Upptäck
zh_hant: 發現

# Localized.searchBar
source: Search for users
de: Nach Nutzern suchen
sv: Sök efter användare
zh_hant: 搜索用戶

# Localized.notifications
source: Notifications
de: Benachrichtigungen
sv: Notifikationer
zh_hant: 通知

# Localized.noNotifications
source: No notifications (yet)!
de: Keine Benachrichtigungen (bisher)!
sv: Inga notiser (ännu)!
zh_hant: 目前（還）沒有通知！

# Localized.copyNoteIdentifier
source: Copy Note Identifier
de: Note-Identifikator kopieren
sv: Kopiera antecknings-Id
zh_hant: 複製筆記標識符

# Localized.copyNoteText
source: Copy Note Text
de: Note-Text kopieren
sv: Kopiera anteckningstext
zh_hant: 複製筆記文本

# Localized.copyLink
source: Copy Link
de: Link kopieren
sv: Kopiera länk
zh_hant: 複製鏈接

# Localized.copyUserIdentifier
source: Copy User ID (npub)
de: Benutzer-ID kopieren (npub)
sv: Kopiera användar-ID (npub)
zh_hant: 複製用戶 ID (npub)

# Localized.deleteNote
source: Delete
de: Löschen
sv: Radera
zh_hant: 刪除

# Localized.deleteNoteConfirmation
source: This will ask all your relay servers to permanently remove this note. Are you sure?
de: Dies wird alle Relays auffordern, diese Note dauerhaft zu entfernen. Bist du sicher?
sv: Detta kommer att be alla dina reläservrar att permanent ta bort denna anteckning. Är du säker?
zh_hant: 這將要求你所有的中繼器永久刪除此筆記。你確定嗎？

# Localized.mute
source: Mute
de: Stummschalten
sv: Tysta
zh_hant: 靜音

# Localized.muteUser
source: Mute User
de: Mute
sv: Tysta användare
zh_hant: 靜音用戶

# Localized.muted
source: Muted
de: Stumm geschaltet
sv: Tystad
zh_hant: 已靜音

# Localized.mutedUsers
source: Muted Users
de: Stummgeschaltete Benutzer
sv: Tystade användare
zh_hant: 已靜音的用戶

# Localized.mutePrompt
source: Would you like to mute {{ user }}?
de: Möchtest du {{ user }} stummschalten?
sv: Vill du tysta {{ user }}?
zh_hant: 你是否想要靜音 {{ user }}？

# Localized.share
source: Share
de: Teilen
sv: Dela
zh_hant: 分享

# Localized.reportNote
source: Report note
de: Note melden
sv: Rapportera anteckning
zh_hant: 舉報筆記

# Localized.reportUser
source: Report user
de: Benutzer melden
sv: Rapportera användare
zh_hant: 舉報用戶

# Localized.reportContent
source: Report Content
de: Inhalt melden
sv: Rapportera innehåll
zh_hant: 舉報內容

# Localized.confirmReport
source: Confirm Report
de: Meldung bestätigen
sv: Bekräfta rapporten
zh_hant: 確認舉報

# Localized.reportConfirmation
source: Are you sure you want to report this as {{ report_type }}? This report will be public.
de: Bist du sicher, dass du dies als {{ report_type }} melden möchtest? Diese Meldung wird öffentlich sein.
sv: Är du säker på att du vill rapportera detta som {{ report_type }}? Denna rapport kommer att vara offentlig.
zh_hant: 是否確定要將此內容舉報為{{ report_type }}？該報告將是公開的。

# Localized.note
source: note
sv: anteckning
zh_hant: 筆記

# Localized.unmuteUser
source: Un-Mute
de: Stummschaltung aufheben
sv: Av-tysta
zh_hant: 取消靜音

# Localized.outsideNetwork
source: This user is outside your network.
de: Dieser Benutzer ist außerhalb deines Netzwerks.
sv: Den här användaren är utanför ditt nätverk.
zh_hant: 這個用戶在你的網絡之外。

# Localized.allMyRelays
source: All My Relays
de: Alle meine Relays
sv: Alla mina reläer
zh_hant: 我的所有中繼器

# Localized.about
source: About
de: Über
sv: Om
zh_hant: 關於

# Localized.contactUs
source: Contact Us
de: Uns kontaktieren
sv: Kontakta oss
zh_hant: 聯系我們

# Localized.shareNos
source: Share Nos
de: Nos teilen
sv: Dela Nos
zh_hant: 分享 Nos

# Localized.yourProfile
source: Your Profile
de: Dein Profil
sv: Din profil
zh_hant: 個人檔案

# Localized.unsTagline
source: Universal Name Space brings identity verification you can trust.
de: Universal Name Space bringt Identitätsverifizierung, der du vertrauen kannst.
sv: Universal Name Space ger identitetskontroll som du kan lita på.
zh_hant: 通用名空間（Universal Name Space）提供你可以信任的身份驗證。

# Localized.unsDescription
source: The Universal Namespace gives you one name you can use everywhere. Register your Universal Name and connect it to your Nostr profile. Learn more.
de: Der Universal Namespace gibt dir einen Namen, den du überall verwenden kannst. Registriere deinen Universal Name und verbinde ihn mit deinem Nostr Profil. Erfahre mehr.
sv: Universal Namespace ger dig ett namn som du kan använda överallt. Registrera ditt universella namn och koppla det till din Nostr profil. Läs mer.
zh_hant: 通用名空間爲你提供一個你可以在任何地方使用的名稱。註冊你的通用名並將其連接到你的 nostr 檔案。瞭解更多。

# Localized.unsRegister
source: Register your Universal Name
de: Registriere deinen Universellen Namen
sv: Registrera ditt universella namn
zh_hant: 設置你的通用名

# Localized.unsRegisterDescription
source: Universal Name Space gives you a name you can use everywhere. Verify your identity and link your social accounts, government ID, wallets and more.
de: Universal Name Space gibt dir einen Namen, den du überall verwenden kannst. Verifizieredeine Identität und verknüpfe deine sozialen Konten, Personalausweis, Brieftaschen und mehr.
sv: Universal Name Space ger dig ett namn som du kan använda överallt. Verifiera din identitet och länka dina sociala konton, statligt ID, plånböcker med mera.
zh_hant: 通用名空間（Universal Name Space）為你提供一個你可以在任何地方使用的名稱。 驗證你的身份並關聯你的社交媒體帳戶 、政府身分證件、錢包等。

# Localized.unsLearnMore
source: Learn more about UNS.
de: Mehr über UNS erfahren.
sv: Läs mer om UNS.
zh_hant: 瞭解更多關於 UNS 的信息。

# Localized.verifyYourIdentity
source: Verify your identity
de: Verifiziere deine Identität
sv: Verifiera din identitet
zh_hant: 驗證你的身份

# Localized.enterCode
source: Enter Code
de: Code eingeben
sv: Ange kod
zh_hant: 輸入驗證碼

# Localized.nameLower
source: name
sv: namn
zh_hant: 名稱

# Localized.chooseYourName
source: Choose Your Name
de: Wähle deinen Namen
sv: Välj ditt namn
zh_hant: 選擇你的名稱

# Localized.oops
source: Oops!
de: Hoppla!
zh_hant: 阿哦！

# Localized.thatNameIsTaken
source: That name is taken.
de: Dieser Name ist vergeben.
sv: Namnet är upptaget.
zh_hant: 這個名稱已被使用。

# Localized.success
source: Success!
de: Erfolgreich!
sv: Succé!
zh_hant: 成功！

# Localized.yourNewUNMessage
source: is your Universal Name. We've created a link between your Nostr profile and your Universal Name and filled your Universal Name into the username field on your profile.
de: ist Ihr universeller Name. Wir haben eine Verbindung zwischen deinem Nostr Profil und deinem universellen Namen erstellt und deinen universellen Name in das Feld "Benutzername" in dein Profil eingetragen.
sv: är ditt Universella Namn. Vi har skapat en länk mellan din Nostr profil och ditt Universella Namn och har fyllt i ditt Universella Namn i användarnamnfältet på din profil.
zh_hant: 是你的通用名。 我們已連接了你的 nostr 檔案和你的通用名，並將你的通用名作爲用戶名填入了你的檔案。

# Localized.anErrorOccurred
source: An error occured.
de: Es ist ein Fehler aufgetreten.
sv: Ett fel har inträffat.
zh_hant: 出錯了。

# Localized.someone
source: someone
de: jemand
sv: någon
zh_hant: 某人

# Localized.aboutNos
source: Nos is a new social media app built on the Nostr protocol from the team that brought you Planetary. Designed for humans, not algorithms. Learn more at Nos.social.
de: Nos ist eine neue Social-Media-App des Teams, das dir Planetary brachte, die auf dem Nostr-Protokoll aufbaut. Entwickelt für Menschen und nicht für Algorithmen. Erfahre mehr auf Nos.social.
sv: Nos är en ny sociala medier app byggd på Nostr protokollet från teamet som gav dig Planetary. Designad för människor, inte algoritmer. Läs mer på Nos.Social.
zh_hant: Nos 是一個在 Nostr 協議上由帶給你 Planetary 的團隊建立的新社交媒體應用。為人類設計，而不是算法。在 Nos.social 上瞭解更多。

# Localized.aboutNosHighlight
source: Learn more at Nos.social.
de: Erfahre mehr auf Nos.social.
sv: Lär dig mer på Nos.socialt.
zh_hant: 在 Nos.social 上瞭解更多。

# Localized.aboutNostr
source: Nostr is an open social media ecosystem that puts you in control of your online relationships. Nos is just one of many apps that speak the Nostr language, and you can pick your servers too. Learn more about why Nostr is great.
de: Nostr ist ein offenes soziales Medien-Ökosystem, das dich in die Kontrolle über deine Online-Beziehungen setzt. Nos ist nur eine von vielen Apps, die die Nostr Sprache sprechen, und du kannst auch deine Server auswählen. Erfahre mehr darüber, warum Nostr großartig ist.
sv: Nostr är ett öppet sociala medier ekosystem som ger dig kontroll över dina online-relationer. Nos är bara en av många appar som talar Nostr språket, och du kan välja dina servrar också. Läs mer om varför Nostr är fantastiskt.
zh_hant: Nostr 是一個開放的社交媒體生态系统，它使你能夠控制你的在線關係。Nos 只是許多使用 Nostr 協議的應用之一，你也可以選擇你的中繼器。瞭解更多關於為什麼 Nostr 那麼棒的信息。

# Localized.aboutNostrHighlight
source: Learn more about why Nostr is great.
de: Erfahren Sie mehr darüber, warum Nostr großartig ist.
sv: Läs mer om varför Nostr är fantastisk.
zh_hant: 瞭解更多關於為什麼 Nostr 那麼棒的信息。

# Localized.nosIsOpenSource
source: Nos is open source! You can read the code, contribute new features, or even fork it and build your own Nostr client. No opaque algorithms or secret rules. See the code.
de: Nos ist Open Source! Du kannst den Code lesen, neue Funktionen beisteuern oder sogar forken und deinen eigenen Nostr Client bauen. Keine undurchsichtigen Algorithmen oder Geheimregeln. Siehe den Code.
sv: Nos är öppen källkod! Du kan läsa koden, bidra med nya funktioner, eller till och med forka den och bygga din egen Nostr klient. Inga oklara algoritmer eller hemliga regler. Se koden.
zh_hant: Nos 的代碼是開源的！你可以閱讀代碼、貢獻新功能，甚至分叉並建立你自己的 Nostr 客戶端。沒有不透明的算法或秘密規則。請參閱代碼。

# Localized.nosIsOpenSourceHighlight
source: See the code.
de: Siehe den Code.
sv: Se koden.
zh_hant: 查看代碼。

# Localized.eventSource
source: Raw Event
de: Rohes Event
sv: Rå event
zh_hant: 原始事件

# Localized.loading
source: Loading...
de: Lädt...
sv: Laddar...
zh_hant: 加載中...
